IDEA StatiCa Open Model
SectionCharacteristics.Ay Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Shear area
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Ay { get; set; }
Public Property Ay As Double
	Get
	Set
public:
property double Ay {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace